target/test-classes/xml/ows/findorder/find_order_by_mpn.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ord="http://order.telco.hsntech.com">
  <soapenv:Header/>
  <soapenv:Body>
    <ord:findOrder maxResults="10" allOrders="true">
      <!--Optional:-->
      <mpn>07802273780</mpn>
    </ord:findOrder>
  </soapenv:Body>
</soapenv:Envelope>